[
    {
        "title": "Interstellar 🚀",
        "text": "Do not go gentle into that good night\nby Dylan Thomas\n\nDo not go gentle into that good night,\nOld age should burn and rave at close of day;\nRage, rage against the dying of the light.\n\nThough wise men at their end know dark is right,\nBecause their words had forked no lightning they\nDo not go gentle into that good night.\n\nGood men, the last wave by, crying how bright\nTheir frail deeds might have danced in a green bay,\nRage, rage against the dying of the light.\n\nWild men who caught and sang the sun in flight,\nAnd learn, too late, they grieved it on its way,\nDo not go gentle into that good night.\n\nGrave men, near death, who see with blinding sight\nBlind eyes could blaze like meteors and be gay,\nRage, rage against the dying of the light.\n\nAnd you, my father, there on the sad height,\nCurse, bless, me now with your fierce tears, I pray.\nDo not go gentle into that good night.\nRage, rage against the dying of the light.",
        "id": "f521"
    },
    {
        "title": "Criteria ✔",
        "text": "GIVEN a note-taking application:\n\n✔WHEN I open the Note Taker. THEN I am presented with a landing page with a link to a notes page\n\n✔WHEN I click on the link to the notes page, THEN I am presented with a page with existing notes listed in the left-hand column, plus empty fields to enter a new note title and the note's text in the right-hand column\n\n✔WHEN I enter a new note title and the note's text\nTHEN a Save icon appears in the navigation at the top of the page\n\n✔WHEN I click on the Save icon, THEN the new note I have entered is saved and appears in the left-hand column with the other existing notes\n\n✔WHEN I click on an existing note in the list in the left-hand column, THEN that note appears in the right-hand column\n\n✔WHEN I click on the Write icon in the navigation at the top of the pag, THEN I am presented with empty fields to enter a new note title and the note's text in the right-hand column",
        "id": "0eb4"
    },
    {
        "title": "Hello World",
        "text": "Itsa me, Dea!",
        "id": "89ae"
    }
]